<?php

  // Соответствие между prm и их названиями
  $prmLabels = array(
    "prm0" => "Номер записи",
    "prm1" => "Недостающие материалы",
    "prm2" => "Раздел 1",
    "prm3" => "Материал",
    "prm4" => "Метраж",
    "prm5" => "Раздел 2",
    "prm6" => "Вид",
    "prm7" => "Ширина",
    "prm8" => "Длина",
    "prm9" => "Количество",
    "prm10" => "Раздел 3",
    "prm11" => "Цвет",
    "prm12" => "Толщина",
    "prm13" => "Количество",
    "prm14" => "Дополнительные инструменты",
    "prm15" => "Дата",
    "prm16" => "Дополнительная услуга 1",
    "prm17" => "Дополнительная услуга 2",
    "prm18" => "Дополнительная услуга 3",
  );

?>
